Revit 2027 API
ParameterTypeId.DumpIdMode Property
 "Dump Mode"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DumpIdMode { get; }
Public Shared ReadOnly Property DumpIdMode As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DumpIdMode {
	ForgeTypeId^ get ();
}
static member DumpIdMode : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace